[
  {
    "id": "6ec7dac4223f675d070d3550eed05b0e",
    "texto": "Art. 1º Aprovar a Instrugdo (ICA 100-47) sobre “Habilitagdo Técnica para Instrutor de Institui¢do de Formagdo de Controlador de Trafego Aéreo”, na forma dos Anexos |, II, lll e IV.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 1º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": null,
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "ce6c4971005afed171a6997275e68e0d",
    "texto": "Art. 2º Revoga-se a Portaria DECEA n° 53/NOR1, de 16 de fevereiro de 2011, publicada no Boletim do Comando da Aerondutica n? 58, de 25 de margo de 2011.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 2º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": null,
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "37ff165ccd67d3fc1af2762c7407cc9f",
    "texto": "Art. 3º Esta Portaria entra em vigor em 5 de maio de 2025. Ten Brig Ar MAURICIO AUGUSTO SILVEIRA DE MEDEIROS Diretor-Geral do DECEA (Publicada no BCA n° 074, de 22 de abril de 2025) MINISTERIO DA DEFESA COMANDO DA AERONAUTICA DEPARTAMENTO DE CONTROLE DO ESPAGO AEREO TRAFEGO AEREO ICA 100-47 HABILITAGAO TECNICA PARA INSTRUTOR DE INSTITUICAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO 2025 ANEXO | — HABILITACAO TECNICA PARA INSTRUTOR DE INSTITUICAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO (ICA 100-47) SUMARIO Art. CAPITULO | - DISPOSICOES PRELIMINARES Segdo | — Finalidade e &mbito . 1°/2° Segdo |l — Abreviaturas e defini¢des 3°/4° qPiTULO Il - PERFIL DO INSTRUTOR DE INSTITUICAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO Secdo | — Critérios gerais 5°/6° Segdo Il — Critérios especificos para instrutor ndo organico 7° CAPITULO Il —CONCESSTKQ DE HABILITAC}“\\O TECNICA DE INSTRUTOR DE INSTITUIGAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO Segdo | — Concessdo 8° Segdo |l — Autoridade competente 9° Segdo Il - Critérios especificos 10/11 Segdo IV — Validade da HT para instrutor de IFCTA 12/16 Segdo V — Atribuigdes inerentes a HT de instrutor de IFCTA ....c..ouiiiiiieiniei et 17/18 CAPITULO IV — AVALIAGAO INSTRUCIONAL Segdo | — Avaliagdo de instrutor organico .. 19/23 Segdo Il — Conceito operacional de instrugdo ....... 24/25 Segdo Il — Avaliagdo de instrutor ndo organico 26/27 CAPITULO V — CONSELHO DE INSTRUGAO Segdo | - Criagdo e composi¢do 28/33 Segdo |l — Designagdo e convocagdo 34/40 Segdo Il - Atribuigdes do Conselho de Instrugdo 41 CAPITULO VI — DISPOSICOES TRANSITORIAS ..c.ooouiiesti rssesssessrssses sa nsats esnssitses 42 CAPITULO VII - DISPOSICOES FINAIS 43/44 ANEXO Il - CLASSIFICAGAO DO CONCEITO OPERACIONAL DE INSTRUGAO ANEXO Il - FORMULARIO DE AVALIAGAO DE INSTRUTORES NAO ORGANICOS ANEXO IV — INSTRUCOES PARA OS AVALIADORES DE INSTRUTORES NAO ORGANICOS CAPITULO | DISPOSIGOES PRELIMINARES Secdo | Finalidade e ambito",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 3º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": null,
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "6ec7dac4223f675d070d3550eed05b0e",
    "texto": "Art. 1º A presente Instrugdo visa estabelecer critérios objetivos para selegdo de “instrutor ndo orgdnico” e regulamentar a concessdo de Habilitagdo Técnica — HT para instrutor orgénico de Instituicdo de Formagdo de Controladores de Trafego Aéreo — IFCTA.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 1º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO VII - DISPOSICOES FINAIS 43/44",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "ce6c4971005afed171a6997275e68e0d",
    "texto": "Art. 2º As instrugdes aqui contidas aplicam-se as IFCTA reconhecidas pelo Comando da Aeronautica e as Organizagdes Militares subordinadas ao DECEA. Segdo Il Abreviaturas e defini¢ées Subsecdo | Abreviaturas",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 2º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO VII - DISPOSICOES FINAIS 43/44",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "37ff165ccd67d3fc1af2762c7407cc9f",
    "texto": "Art. 3º As abreviaturas presentes nesta Instrugdo tém o seguinte significado: 1 - ACC: Centro de Controle de Area (Area Control Centre); Il - AFIS :Servigo de Informagdo de Voo de Aerédromo (Aerodrome Flight Information Service); 1l - APP: Controle de Aproximagdo (Approach Control); IV - ATC: Controle de Trafego Aéreo (Air Traffic Control); V - ATCO: Controlador de Trafego Aéreo (Air Traffic Controller); VI - ATS: Servigos de Trafego Aéreo (Air Traffic Services); VIl - CEMAL: Centro de Medicina Aeroespacial; VIII - CINDACTA: Centro Integrado de Defesa Aérea e Controle de Trafego Aéreo; IX - CMA: Certificado Médico Aeronautico; X - COMAER: Comando da Aeronautica; XI - CRCEA-SE: Centro Regional de Controle do Espago Aéreo Sudeste; XII - DECEA: Departamento de Controle do Espago Aéreo; XIIl - EEAR: Escola de Especialistas de Aeronautica; XIV - EEAR EST: Estagidrio para fungdo de Instrutor da EEAR; XV - EEAR IN: Habilitagdo Técnica para Instrutor da EEAR; XVI - EPLIS: Exame de Proficiéncia em inglés Aerondutico do SISCEAB; XVII - HT: Habilitagdo Técnica; XVIII - ICA: Instru¢do de Comando da Aeronautica; XIX - ICEA: Instituto de Controle do Espago Aéreo; XX - ICEA EST: Estagiario para fungdo de Instrutor do ICEA; XXI - ICEA IN: Habilitagdo Técnica para Instrutor do ICEA; XXII - IFCTA: Institui¢do de Formagdo de Controlador de Trafego Aéreo; XXIII - JES: Junta Especial de Saude; XXIV - JSS: Junta Superior de Saude; XXV - LPNA: Licenga de Pessoal da Navegacdo Aérea; XXVI - OEA: Operador de Estagdo Aerondutica; XXVII - SDOP: Subdepartamento de Operagdes do DECEA; XXVIII - SGPO: Sistema de Gerenciamento do Pessoal Operacional; XXIX - SISCEAB: Sistema de Controle do Espago Aéreo Brasileiro; e XXX - TWR: Torre de Controle de Aerédromo (Aerodrome Control Tower). Subsecdo Il Definicoes",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 3º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO VII - DISPOSICOES FINAIS 43/44",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "d68f96abf091836e6977c3d4e80bbd7b",
    "texto": "Art. 4º Os termos e expressdes abaixo relacionados, empregados nesta Instrugdo, tém os seguintes significados: | - Certificado Médico Aerondutico: Documento médico emitido por uma JES, pelo CEMAL ou pela JSS, conforme modelo e procedimentos previstos em legislagdo especifica do COMAER, apds uma inspegdo de salde realizada em ATCO ou OEA cujo parecer seja de aptiddo; Il - Conselho de Instrugdo: Comissdo permanente, formalmente constituida, composta por pessoal técnico especializado para deliberar quanto ao desempenho do instrutor da IFCTA; Il - Estagio para Instrutor de IFCTA: Atividade de treinamento que visa preparar e avaliar o instrutor em relagdo ao emprego das técnicas e dos meios disponiveis, os quais sdo necessdrios a consecugdo dos objetivos pedagdgicos estabelecidos para o contetido especializado a ser ministrado em uma IFCTA; IV - Instituicdo de Formag&o: Expressdo genérica para se referir a uma IFCTA; V - Instituicdo de Formagdo de Controlador de Trafego Aéreo (IFCTA): Instituicdo de formagdo de ATCO, reconhecida pelo DECEA; VI - Instrugdo Especializada: Instrugdes relacionadas as disciplinas contidas no Projeto Pedagdgico de Curso — PPC ou Curriculo Minimo — CM dos cursos de formagdo de ATCO; VIl - Instrutor de IFCTA: ATCO com habilitagdo especifica para ministrar instrugdo especializada inerente a prestagdo dos servicos de controle de trafego aéreo em curso de formagdo de ATCO; VIII - Instrutor Orgénico: ATCO designado para ministrar instrugdo prdtica ou tedrica, pertencente ao efetivo da IFCTA; IX - Instrutor Ndo Orgénico: ATCO designado para ministrar instrugdo pratica ou tedrica, n3o pertencente ao efetivo da IFCTA; e X - Organizagdo Regional do DECEA: Organizagdo Militar, subordinada ao DECEA, responsavel pela prestacdo de servicos a navegagdo aérea em uma determinada drea do territdrio nacional, e é denominada conforme a seguir: a) CINDACTA L, Il, lll e IV; e b) CRCEA-SE. CAPITULO Il PERFIL DO INSTRUTOR DE INSTITUIGAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO Secdo | Critérios gerais",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 4º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO VII - DISPOSICOES FINAIS 43/44",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "539c8bc0f6a9f5966bbba62ef26c0515",
    "texto": "Art.5º Os ATCO selecionados para ministrar instrugdo especializada em IFCTA devem cumprir, pelo menos, os requisitos descritos a seguir: | - possuir LPNA; I - possuir CMA valido; 1l - possuir curso de Capacitagdo para Instrugdo Prética (CTP 006); IV - possuir HT de instrutor de érgdo ATC valida; e V - possuir, preferencialmente, nivel de proficiéncia 4 no EPLIS. Paragrafo Unico. Caso o ATCO ndo atenda ao requisito previsto no inciso IV, do caput, a Organizagdo Regional do DECEA poderd indicar um outro ATCO (operador) que cumpra todas as condigbes estabelecidas nos incisos |, Il, Il e V, do caput, e possua HT vélida em drgdo ATC por, no minimo, 5 anos.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art.5º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - PERFIL DO INSTRUTOR DE INSTITUIGAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "1876fcd2c3c8d01859e4fdd3e058866b",
    "texto": "Art. 6º O instrutor designado para ministrar aulas na disciplina de lingua inglesa devera possuir, pelo menos, o nivel de proficiéncia 5 no EPLIS, bem como ter curso de pratica pedagdgica de inglés aeronautico. Segdo Il Critérios especificos para instrutor ndo organico",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 6º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - PERFIL DO INSTRUTOR DE INSTITUIGAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "3d6cf2d56bdfcfce613cd74031f321c4",
    "texto": "Art.7º Além dos critérios gerais previstos no Art. 5° e no Art. 6°, os instrutores designados a ministrar instru¢do, ndo pertencentes ao corpo docente organico da IFCTA, deverdo cumprir os requisitos descritos a seguir: | - possuir HT valida em 6rgdo ATC correspondente a disciplina ou a instrugdo a ser ministrada;e Il - possuir conceito operacional “Bom” ou “Otimo” na Ultima avaliagio operacional de ATCO, conforme legislagdo que versa sobre o assunto. Paragrafo Unico. Poderd ser indicado um ATCO que possua a HT, conforme disposto no inciso |, do caput, cuja validade ndo tenha expirado hd mais de trés anos, relativa a disciplina ou instrugdo correspondente. CAPITULO Il CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO Secdo | Concessao",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art.7º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - PERFIL DO INSTRUTOR DE INSTITUIGAO DE FORMAGAO DE CONTROLADOR DE TRAFEGO AEREO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "8a3f76da8a251b54fb28784290bce595",
    "texto": "Art. 8º A habilitagdo técnica para instrutor organico de IFCTA somente sera concedida aos ATCO que atenderem aos requisitos estabelecidos nesta Instrugdo e pertencerem ao corpo docente organico de IFCTA. Segdo Il Autoridade competente",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 8º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "612b8c383940963e978a21731cb70d21",
    "texto": "Art. 9º A concessdo, a revalidagdo, a suspensdo e a perda da validade das HT para instrutor de IFCTA sdo de competéncia do Comandante ou Diretor da IFCTA. Secgdo Il Critérios especificos",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 9º",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "b8de102786c348c9ec196aa7e5d04b83",
    "texto": "Art. 10. Além dos critérios gerais previstos no Art. 5°, os ATCO selecionados pertencentes ao corpo docente organico de IFCTA deverdo: | - concluir com aproveitamento o Programa de Formagdo de Instrutor de IFCTA; Il - possuir habilitagdo técnica de 6rgéo ATC ou OCOAM; e 1l - obter parecer favordvel do Conselho de Instrugdo da IFCTA.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 10.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "455253a6da5bc38fb88a393b2e183815",
    "texto": "Art. 11. O Conselho de Instrugdo da IFCTA podera decidir pela concessdo da HT ao instrutor que deixar de cumprir o previsto no Art. 5°, caput, inciso Il. Segdo IV Validade da HT para instrutor de IFCTA",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 11.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "a4a2545def4554405787dd235b2caac7",
    "texto": "Art. 12. A HT para instrutor de IFCTA tem validade indeterminada e permanece valida enquanto o ATCO n3o se encontrar em qualquer das situagdes descritas no Art. 13 e no Art. 14.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 12.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "03641e154f0ce7b507236c312c242ca2",
    "texto": "Art. 13. O ATCO instrutor de IFCTA terd a validade da sua HT suspensa quando: | - deixar de ministrar instrugdo especializada ou atuar como coordenador de disciplina, em periodo e carga hordria definidos em norma interna da IFTCA; Il - possuir o Conceito Operacional de Instrugdo “N&o Satisfatério” (NS), segundo o Anexo Il desta Instrugdo; e Il - perder a validade da HT de 6rgdo ATC ou OCOAM.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 13.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "d963b1a9444d4a29998a49e067efaa0a",
    "texto": "Art. 14. A HT do ATCO instrutor de IFCTA perderd a validade quando: | - ficar afastado das atividades de instru¢do ou coordenagdo de instrugdo por periodo igual ou superior a dois semestres consecutivos; e Il- por deliberagdo do Conselho de Instrugdo, apds a suspensdo da validade da HT, conforme constante no Art. 13.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 14.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "b85adb4793426a837e0ea95732e9f0ac",
    "texto": "Art. 15. Em caso de perda da validade, tera revalidada a HT o ATCO que atender aos critérios estabelecidos no Art. 10, aplicaveis ao processo inicial de obtengdo da habilitagdo.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 15.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "1b1f94b9deb93a86422df676550aeaa7",
    "texto": "Art.16. A depender da IFCTA, a HT para instrutor de IFCTA devera ser registrada no SGPO, conforme as seguintes siglas: |- “EEAREST” e “EEAR IN”; ou Il - “ICEAEST” e “ICEA IN”. Secdo V AtribuicGes inerentes a HT de instrutor de IFTCA",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art.16.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "51100af7470c1542cb1657339db27463",
    "texto": "Art. 17. E atribuicio do ATCO com HT de instrutor de IFCTA ministrar instrucdes especializadas tedricas e praticas inerentes ao Servico de Controle de Trafego Aéreo.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 17.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "864c0cc9d1594721d67988e4d861dc3b",
    "texto": "Art. 18. E atribui¢do do ATCO com HT de instrutor de IFCTA coordenar as disciplinas praticas especializadas inerentes ao Servigo de Controle de Trafego Aéreo. CAPITULO IV AVALIAGAO INSTRUCIONAL Secdo | Avaliagdo de instrutor organico",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 18.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO Il - CONCESSAO DE HABILITAGAO TECNICA DE INSTRUTOR DE INSTITUICAO DE FORMAGAO DE",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "45bfda0911c254b4727559e00025b1ae",
    "texto": "Art. 19. O instrutor orgénico de IFCTA devera ser submetido a uma avaliagdo instrucional, a cada dois anos, composta por avaliagdo tedrica e pratica, a fim de verificar o seu nivel de conhecimento referente ao desempenho de suas atividades instrucionais especializadas.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 19.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "80257154ed5702a6043171800b2b366f",
    "texto": "Art. 20. A avaliagdo tedrica compreendera conhecimentos especificos dos assuntos relacionados a sua HT, no desempenho das atividades inerentes a instrugdo especializada.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 20.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "a25d9cd538f41536cdb504496dee6ee8",
    "texto": "Art. 21. A elaborag3o, aplicagdo e corregdo da avaliagdo tedrica sera de responsabilidade da IFCTA.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 21.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "8da093496991029e3f74235a19088ce4",
    "texto": "Art. 22. A avaliagdo prética do instrutor de IFCTA sera o resultado da observagdo sistematica do desempenho desses profissionais pelos Chefes, Encarregados e Instrutores.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 22.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "b90b8487a1c354546a68de2ea440383b",
    "texto": "Art. 23. A avaliagdo pratica devera ser objeto de registro em formulario definido em norma interna da Instituicdo de Formagao. Segdo Il Conceito operacional de instrucdo",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 23.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "209e5a82cf645a82bd54f279be590278",
    "texto": "Art. 24. O conceito operacional de instrugdo serd emitido a cada dois anos, no més de novembro, levando-se em conta o desempenho do instrutor nas avaliagdes tedrica e pratica, conforme descrito nos Arts. 19, 20 e 22, e utilizara a classificagdo constante no Anexo Il desta Instrugdo. Paragrafo Unico. O conceito operacional de instrugdo serd calculado como a média aritmética entre a “Avaliagdo Tedrica” e a “Avaliagdo Pratica”.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 24.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "fbaa02d86bb8f9840aefcd29c513f3dd",
    "texto": "Art. 25. O conceito operacional de instrugdo sera atribuido pelo Chefe do Setor de Ensino da IFCTA. Paragrafo unico. O Chefe do Setor de Ensino podera ser assessorado por instrutores previamente designados. Secgdo Il Avaliagdo de instrutor ndo organico",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 25.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "007c24240cac73b1858e9c1efe0b6e8b",
    "texto": "Art. 26. O instrutor ndo organico designado para ministrar instrugdo pratica ou tedrica na EEAR devera ser submetido a avaliagdo de desempenho de suas fungdes, nos termos dos Anexos lll e IV, a qual devera ser encaminhada ao SDOP no maximo 30 dias ap6s a conclusdo da disciplina.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 26.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "385afcd6e4e97f6d34e8fa9ea72ac3d3",
    "texto": "Art. 27. O instrutor ndo organico designado para ministrar instrugdo pratica ou tedrica relacionada a curso de formag&o de ATCO, no ICEA, sera submetido a avaliagdo de desempenho de suas fungdes, nos termos das normas internas da prdpria Institui¢do, a qual deverd ser encaminhada ao SDOP no maximo 30 dias ap6s a conclusdo do referido curso. CAPITULO V CONSELHO DE INSTRUGAO Secdo | Criagdo e composi¢do",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 27.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO IV - AVALIAGAO INSTRUCIONAL",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "ae3ca1e920de39c229e467208fd6da60",
    "texto": "Art. 28. As instituicdes de formagdo de ATCO deverdo dispor de um Conselho de Instrugdo, o qual devera ser composto, preferencialmente, por pessoal da prépria IFCTA.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 28.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "4ef8053d3f46b41334f25b25ad151afc",
    "texto": "Art. 29. O Conselho de Instrugdo tem por finalidade deliberar sobre: |- o desempenho do instrutor de IFCTA; Il - os casos em que a HT do instrutor de IFCTA serd suspensa, conforme disposto no Art. 13; Ill - os casos em que a HT do instrutor de IFCTA perderd a validade, de acordo com o constante no Art. 14; ou IV-a necessidade de realizagdo de um Programa Especifico de Instrugdo para a revalidagdo da HT do instrutor de IFCTA. Paragrafo tnico. Apés a avaliagdo dos casos tratados no inciso Il, do caput, o Conselho de Instrugdo podera decidir sobre o retorno das atividades do instrutor de IFCTA.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 29.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "7a59046e707d3a67793290d3dfc28004",
    "texto": "Art.30. O Conselho de Instrugdo sera composto pelo Presidente, pelos membros efetivos, seus suplentes e, eventualmente, pelos membros consultivos.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art.30.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "5b02b21c28496c96c7023f6288777078",
    "texto": "Art. 31. Compete ao Comandante/Diretor da Instituicdo de Formagdo o cargo de Presidente do Conselho de Instrugdo, que poderd ser delegado ao chefe da Divisdo de Ensino da Institui¢do de Formagdo ou ao chefe de subdivisdo subordinada a Divisdo de Ensino.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 31.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "a2810419f0644839f476663a00481e4c",
    "texto": "Art. 32. Os ocupantes dos cargos ou fungdes poderdo ser designados como membros efetivos e suplentes do Conselho de Instrugdo, conforme a seguir: | - chefe da Divisdo de Ensino; I - chefe de subdivisdo subordinada a Divisdo de Ensino; Il - coordenador do curso de formagdo de ATCO; e IV - instrutores envolvidos com a instrugdo especializada.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 32.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "6faa96932d6bc33a6886d9b676a2d590",
    "texto": "Art. 33. Os membros consultivos serdo profissionais em nimero varidvel que possam contribuir com informagdes julgadas pertinentes e, quando convocados, poderdo emitir parecer individual, bem como apresentar fatos que possam subsidiar os pareceres dos membros efetivos e a decisdo do presidente, ndo tendo, porém, direito a voto. Segdo Il Designagdo e convocagao",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 33.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "de95d938f3744b616d50a89deec6a1b0",
    "texto": "Art. 34. A designagdo dos membros do Conselho Operacional deve ser feita por meio da publicagdo em Boletim Interno da IFCTA. Paragrafo Unico. A publicagdo em Boletim Interno constante no caput, poderd conter, a critério do Comandante/Diretor da Instituigdo de Formag3o, a previsio nominal do eventual substituto para a Presidéncia, conforme previsto no Art. 31.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 34.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "a9e775257aa32e59af4975a237ad0fcc",
    "texto": "Art. 35. A convocagdo do Conselho de Instrugdo serd efetuada por deliberagdo de seu Presidente, por iniciativa prépria ou apds solicitagdo dos membros efetivos.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 35.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "d73b21a7eb60d738c75c2fa8aacc71c5",
    "texto": "Art. 36. A presenca do Presidente ou de quem tenha sido delegado para a presidéncia e de, no minimo, 80% de seus membros efetivos ou suplentes é necessaria para que as reunides do Conselho de Instrugdo sejam realizadas.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 36.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "d3cd841a9724335bd82547b7c30d5c07",
    "texto": "Art. 37. Cabera ao Presidente a decisdo final do Conselho de Instrugdo, fundamentada na votagdo e parecer dos membros efetivos, nos pareceres emitidos pelos membros consultivos e na documentagdo relativa ao processo de habilitagdo.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 37.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "212f533c66a93a1f7c8921efe2c4e4e7",
    "texto": "Art. 38. Os membros efetivos serdo em nimero minimo de trés, sendo, pelo menos, dois instrutores.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 38.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "20e0b47a650a8359195c3562cf9e3fe0",
    "texto": "Art. 39. Para cada membro efetivo do Conselho de Instrugdo haverd um membro suplente com as atribuigdes inerentes ao membro efetivo na auséncia deste. Paragrafo unico. No caso de numero insuficiente de profissionais com as qualificagdes inerentes a suplente individual, um mesmo profissional podera ser suplente de mais de um membro efetivo.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 39.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "3bc3465be516053becabd8946ec05a19",
    "texto": "Art. 40. A instituicdo de formagdo deve estabelecer, por meio de norma interna, o detalhamento da ativagdo e do funcionamento de seus respectivos Conselhos de Instrugdo. Secgdo Il Atribui¢oes do Conselho de Instrucdo",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 40.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "1615819acf65ccf7cd716e6738655f62",
    "texto": "Art. 41. S3o competéncias do Conselho de Instrugdo: | - verificar o cumprimento dos critérios para emissdo de HT; Il - avaliar o desempenho do instrutor no estdgio para instrutor de Instituicdo de Formagdo e deliberar quanto a pertinéncia em se emitir a habilitagdo técnica; Il - em caso de HT suspensa, deliberar o retorno as atividades, perda da validade da HT ou definir um programa de instrugdo especifico, bem como os pardmetros de desempenho nas atividades de instrugdo especializada, necessarios a reabilitagdo do instrutor; IV- avaliar e sugerir, quando julgar necessario, alteragdo dos pardmetros minimos de desempenho nas atividades de instrucdo especializada, estabelecidos no conteudo programatico do estagio para instrutor de Instituicdo de Formagdo, necessario a habilitagdo técnica do instrutor; e V - emitir a Ata de Reunido do Conselho de Instrugdo, contendo as deliberages dos membros efetivos e os pareceres dos membros consultivos, assim como a decisdo final do Presidente, que deverd ser encaminhada aos setores competentes, para a adogdo das medidas administrativas pertinentes. CAPITULO VI DISPOSICOES TRANSITORIAS",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 41.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO V - CONSELHO DE INSTRUGAO",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "d95ace84a6e6c09306ecbd1f8c87f491",
    "texto": "Art. 42. As Instituigdes de Formagdo de ATCO deverdo estabelecer os processos que subsidiardo o cumprimento das regras disciplinadas nesta instrugdo e estabelecer um plano para a capacitagdo de seus instrutores, de forma a assegurar que os requisitos previstos nesta legislagdo sejam completamente atendidos até 31 de dezembro do ano seguinte a entrada em vigor desta publicagdo. CAPITULO VI DISPOSIGOES FINAIS",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 42.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO VI - DISPOSICOES TRANSITORIAS",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "d2f4e9839448cba18a0f9750be9f32bc",
    "texto": "Art. 43. Os casos ndo previstos nesta Instrugdo serdo resolvidos pelo Diretor-Geral do DECEA.",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 43.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO VI - DISPOSIGOES FINAIS",
        "secao": null,
        "subsecao": null
      }
    }
  },
  {
    "id": "5a3fd076d4b894d45b017dad743cf569",
    "texto": "Art. 44. Aredagdo dessa Instrugdo teve como pardmetro as seguintes normas: I - BRASIL. Ministério da Defesa. Comando da Aerondutica. Gabinete do Comandante da Aeronautica. NSCA 5-2: Norma de Sistema para Atos normativos no Ambito do Comando da Aerondutica. Portaria GABAER/GC3 n° 661, de 21 de dezembro de 2023; Il - BRASIL. Ministério da Defesa. Comando da Aerondutica. Departamento de Controle do Espaco Aéreo. ICA 100-18: Habilitagdo Técnica de Controlador de Trafego Aéreo. Portaria DECEA n° 270/DGCEA, de 13 de novembro de 2020; 1l - BRASIL. Ministério da Defesa. Comando da Aeronautica. Departamento de Controle do Espago Aéreo. CIRCEA 100-51: Processo de Habilitagio de Controlador de Trafego Aéreo em Orgio ATC. Portaria DECEA n° 56/DGCEA, de 25 de abril de 2019; e IV- BRASIL. Ministério da Defesa. Comando da Aerondutica. Departamento de Controle do Espago Aéreo. CIRCEA 100-72: Sistema de Gerenciamento de Pessoal Operacional (SGPO). Portaria n° 249/DGCEA, de 26 de dezembro de 2019. ANEXO Il — CLASSIFICACAO DO CONCEITO OPERACIONAL DE INSTRUGAO CONCEITO APROVEITAMENTO / RENDIMENTO 0 - Gtimo Acima 90% B-Bom de 80 até 89,99% R —Regular de 70 até 79,99% NS — N&o Satisfatério Abaixo de 70% ANEXO Il - FORMULARIO DE AVALIACAO DE INSTRUTORES NAO ORGANICOS DEPARTAMENTO DE CONTROLE DO ESPACO AEREO ESCOLA DE ESPECIALISTAS DE AERONAUTICA Nome: | | oM Item Avaliado Descrigdo Grau Grau de compromisso do instrutor, []0 considerando sua pontualidade, []1 Responsabilidade envol\\:imen.to com ainstrugdo e. []12 demonstragdo de interesse na melhoria dos [13 processos de ensino. Considerara [ 14 participagdo em briefings e debriefings. [ 15 Nivel de conhecimento da Legislagdo de []0 Ensino (PDE, CM, PUD e PAVL) e Material de []1 Adesdo a Legislagdo | Apoio (apostilas, slides e exercicios praticos), [12 de Ensino bem como sua aplicagdo nainstrugdeo nas [13 avaliagBes. Considerara padronizagdo nos [ 14 briefings e o PAVL. [15 Nivel demonstraddoe dominidaos normase []0 procedimentos relacionados aos Servigos de []1 Conhecimento Trafego Aéreo, bem como suas aplicagdes no [ ]2 Profissional ATC. Destaca-se que tempo de servigo ou [13 antiguidade ndo refletem o conhecimento [ 14 profissional. [ 15 Grau de comprometimento quanto as [10 legislagdes da FABe as orientagdes da EEAR. [11 Conduta na EEAR [Considerar apresentagdo pessoal, postura nos [12 ambientes de instrugdo, socializagdo, [13 descanso e orientagdes no briefing inicial. { } : Modo como o instrutor interage com os L]0 . alunos, tanto durante as instrugdes quanto [11 Relacionamento com K K R ~ [ ]2 os discentes nos |nte.rv'leos. Considerar a interagdo em BE debriefings no console e o trato nos intervalos. [14 [15 [ 10 Forma como o instrutor interage coma []1 Relacionamento com a| equipe de Coordenadores da EEAR. Grau de [12 Coordenagdo cordialidade e receptividade, considerando o [13 respeito a hierarquia funcional. [ 14 [ COMENTARIOS AVALIADOR CHEFE DO GBCT ANEXO IV - INSTRUGCOES PARA OS AVALIADORES DE INSTRUTORES NAO ORGANICOS | - Responsabilidade: a) 0 — N&o observado; b) 1 — Ndo demonstra qualquer compromisso; c) 2 — Demonstra pouquissima responsabilidade (s6 faz quando solicitado, sempre é orientado); d) 3 — Faz somente o basico (s6 faz o que é o previsto, mas ndo interage, ndo sugere mudangas, n3o se envolve); e) 4 — Demonstra muita responsabilidade e envolvimento, mas deixa algum(ns) aspecto(s) a desejar; e f)5 — Foi além do esperado (sempre pontual, envolve-se nos processos de ensino e demonstra interesse em melhoré-los); Il - Adesdo a Legislagdo de Ensino: a) 0 — N&o observado; b) 1 — Desconhece ou n&o executa o previsto na Legislagdo de Ensino/padronizagdo; ) 2 — Conhece o previsto na Legislagdo de Ensino/padronizagdo, mas sempre precisa ser orientado; d) 3 — Conhece o previsto na Legislagdo de Ensino/padronizagdo, mas por vezes precisa ser orientado; e) 4 — Conhece o previsto na Legislagdo de Ensino/padronizagdo e raramente precisa ser orientado; e f) 5— Compreende e aplica integral e rigorosamente tudo o que é previsto/padronizado; Il - Conhecimento Profissional: a) 0 — N&o observado; b) 1 — Desconhece ou ndo sabe aplicar normas e procedimentos; c) 2 — Conhece normas e procedimentos desatualizados ou n3o os aplica corretamente; d) 3 — Possui conhecimento suficiente de normas e procedimentos, mas geralmente os executa de maneira incorreta; e) 4 — Conhece normas e procedimentos atualizados, mas eventualmente é orientado quanto a execugdo; e f) 5 — Demonstra conhecimento pleno de normas, procedimentos e questdes técnicas, e os aplica com perfei¢do; IV - Conduta na EEAR: a) 0 — N&o observado; b) 1 — N&o cumpre o previsto nas legislagdes. N3o segue as orientagdes. E preciso orientd- lo sempre; c) 2 - Geralmente ndo cumpre o previsto nas legislagdes e nas orientagdes; d) 3 — Eventualmente deixa de cumprir alguma prescri¢do; e) 4 —Normalmente cumpre o previsto nas legislagdes e orientagdes; e f) 5 — Sempre cumpre rigorosamente o previsto e aplica integralmente o previsto em legislagdes e orientagdes. Pode sugerir melhorias. E um exemplo para os alunos e a coordenag&o; V - Relacionamento com os discentes: a) 0 — N&o observado; b) 1 — N&o segue as orientagdes. Relaciona-se inadequadamente com os alunos. Sempre é necessdrio orienté-lo; c) 2—Por vezes, é necessdrio ser orientado quanto a conduta com os alunos; d) 3 —Raramente é orientado quanto ao modo de interagir com os alunos; e) 4— Normalmente cumpre o orientado. Atitude profissional na maioria do tempo; e f) 5 — Sempre cumpre rigorosamente o orientado e a interagdo é totalmente profissional. Pode emitir alerta a outros militares quanto a atitude perante os alunos; VI - Relacionamento com a Coordenagdo a) 0 — N&o observado; b) 1 — Ndo segue as orientagdes. Sempre questiona os procedimentos. Ndo aplica o padronizado. Ndo é receptivo e ndo entende a hierarquia funcional; c) 2 — Por vezes, precisa ser orientado a seguir as instrugdes. E pouco receptivo e descortés; d) 3 —Raramente é orientado a ajustar-se a fim de cumprir o padronizado; e) 4— Normalmente cumpre o padronizado. Atitude profissional na maioria do tempo; e f) 5 — Sempre cumpre rigorosamente o orientado e a interagdo com os coordenadores é totalmente profissional. Pode haver sugestdo de melhoria dos processos. NOTA: Em todos os itens avaliados, o avaliador devera descrever os fatos ou atos observados (positivos ou negativos) que merecem atengdo. Ao se atribuir os graus 1, 2 e 5 aos militares que estdo sendo avaliados, as respectivas justificativas deverdo obrigatoriamente ser registradas no campo “Comentarios” do Anexo Il",
    "metadados": {
      "tipo_documento": "ICA",
      "nome": "ICA 100-47",
      "artigo": "Art. 44.",
      "data_publicacao": "07-04-2025",
      "data_acesso": "27-10-2025",
      "contexto": {
        "titulo": null,
        "capitulo": "CAPÍTULO VI - DISPOSIGOES FINAIS",
        "secao": null,
        "subsecao": null
      }
    }
  }
]